tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "spring-io/tap"
brew "bash"
brew "fzf"
brew "git"
brew "libyaml"
brew "make"
brew "maven"
brew "nodenv"
brew "readline"
brew "postgresql"
brew "rbenv"
brew "redis"
brew "rsync"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
brew "spring-io/tap/spring-boot"
cask "corretto"
