tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "openjdk"
brew "gradle"
brew "libyaml"
brew "llvm@12"
brew "maven"
brew "nodenv"
brew "opam"
brew "openjdk@17"
brew "postgresql@14"
brew "pure"
brew "python@3.11"
brew "rbenv"
brew "sbt"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
