tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "gh"
brew "gmp"
brew "openjdk"
brew "gradle"
brew "libyaml"
brew "maven"
brew "nodenv"
brew "postgresql@16"
brew "pure"
brew "rbenv"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
vscode "alefragnani.bookmarks"
vscode "aliariff.auto-add-brackets"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gruntfuggly.todo-tree"
vscode "mgmcdermott.vscode-language-babel"
vscode "rohit-gohri.format-code-action"
vscode "tyriar.sort-lines"
