tap "homebrew/cask"
tap "homebrew/core"
tap "spring-cli-projects/spring-cli"
brew "fd"
brew "fish"
brew "gh"
brew "gmp"
brew "openjdk"
brew "gradle"
brew "libyaml"
brew "maven"
brew "nodenv"
brew "postgresql@16"
brew "rbenv"
brew "tree"
brew "spring-cli-projects/spring-cli/spring-cli"
cask "temurin"
vscode "alefragnani.bookmarks"
vscode "aliariff.auto-add-brackets"
vscode "bmalehorn.vscode-fish"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "mgmcdermott.vscode-language-babel"
vscode "redhat.vscode-yaml"
vscode "rohit-gohri.format-code-action"
vscode "tyriar.sort-lines"
