tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "fswatch"
brew "openjdk"
brew "gradle"
brew "libyaml"
brew "llvm@12"
brew "maven"
brew "nodenv"
brew "openjdk@17"
brew "postgresql@14"
brew "pure"
brew "python@3.11"
brew "rbenv"
brew "redis"
brew "sbt"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
vscode "alefragnani.Bookmarks"
vscode "aliariff.auto-add-brackets"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "Gruntfuggly.todo-tree"
vscode "jit-y.vscode-advanced-open-file"
vscode "kaiwood.endwise"
vscode "mads-hartmann.bash-ide-vscode"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rohit-gohri.format-code-action"
vscode "teabyii.ayu"
vscode "Tyriar.sort-lines"
vscode "wingrunr21.vscode-ruby"
vscode "zhuangtongfa.material-theme"
