tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "fswatch"
brew "gh"
brew "openjdk"
brew "gradle"
brew "libyaml"
brew "maven"
brew "nodenv"
brew "openjdk@17"
brew "postgresql@14"
brew "pure"
brew "python@3.11"
brew "rbenv"
brew "redis"
brew "sbt"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
vscode "aaron-bond.better-comments"
vscode "alefragnani.Bookmarks"
vscode "aliariff.auto-add-brackets"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "haskell.haskell"
vscode "heybourn.headwind"
vscode "jit-y.vscode-advanced-open-file"
vscode "justusadam.language-haskell"
vscode "kaiwood.endwise"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "planbcoding.vscode-react-refactor"
vscode "redhat.vscode-yaml"
vscode "rohit-gohri.format-code-action"
vscode "teabyii.ayu"
vscode "Tyriar.sort-lines"
vscode "vortizhe.simple-ruby-erb"
vscode "zhuangtongfa.material-theme"
